{
    "app.title": "Mapa zaginionych i znalezionych zwierząt",
    "event_type.LOST": "Poszukiwane",
    "event_type.FOUND": "Znalezione",
    "event_date.last_week": "Ostatni tydzień",
    "event_date.last_2_weeks": "Ostatnie 2 tygodnie",
    "event_date.last_month": "Ostatni miesiąc",
    "event_date.last_3_months": "Ostatnie 3 miesiące",
    "event_date.last_year": "Ostatni rok",
    "event_date.custom": "Niestandardowe...",
    "event_date.custom_range": "W przedziale:",
    "welcome.header": "Witaj na Mapie Zwierząt (BETA)",
    "welcome.text": "Mapazwierzat.pl to serwis gromadzący dane z ogłoszeń dotyczących zaginionych i znalezionych zwierząt z całej Polski.\nDane przetwarzane są automatycznie, co pozwala na bardzo szybkie wyświetlenie tu nowych ogłoszeń, jednak nie gwarantuje stuprocentowej poprawności danych.\nMiejsce i inne szczegóły uzyskiwane są poprzez analizę treści ogłoszenia.\nJest to na razie wersja eksperymentalna, nie nadaje się do powszechnego użytku.",
    "welcome.go_to_map": "Przejdź do Mapy",
    "details.event_date": "Data zdarzenia: ",
    "details.post_date": "Data umieszczenia: ",
    "details.event_type": "Typ zdarzenia:",
    "details.animal_picture": "Zdjęcie zwierzęcia",
    "details.link": "Idź do ogłoszenia",
    "details.back": "Powrót",
    "map.back_to_map": "Powrót na mapę",
    "range_groups.to100m": "do 100 metrów",
    "range_groups.to500m": "do 500 metrów",
    "range_groups.to1km": "do 1 kilometra",
    "range_groups.to5km": "do 5 kilometrów",
    "range_groups.to10km": "do 10 kilometrów",
    "range_groups.to50km": "do 50 kilometrów",
    "range_groups.to100km": "do 100 kilometrów",
    "range_groups.above100km": "ponad 100 kilometrów",
    "record_details.probably_lost": "Prawdopodobnie zaginione",
    "record_details.probably_found": "Prawdopodobnie znalezione",
    "record_details.back_button": "Powrót",
    "read_more.header": "Jak działa Mapa Zwierząt?",
    "read_more.text": "Mapa Zwierząt jest serwisem wyświetlającym informacje na temat zaginionych i znalezionych zwierząt umieszczonych jako ogłoszenia przez użytkowników innych serwisów, przede wszystkim publicznych grup na Facebooku.<br>Ogłoszenia umieszczone na grupach poświęconych poszukiwaniom zwierząt są automatycznie ściągane i umieszczane na mapie, tak aby w razie napotkania zwierzęcia możliwie najszybciej można było określić, czy nie został on zgłoszony jako zaginiony w najbliższej okolicy, a w razie zaginięcia zapoznać się z listą zwierząt odnalezionych.<br>Mapa Zwierząt pozwala na dotarcie do oryginalnego ogłoszenia, którego obejrzenie może wymagać konta w serwisie Facebook.<br>Aplikacja dostosowana jest zarówno dla przeglądarek na komputerach stacjonarnych, jak i urządzeń mobilnych. <br>Kod stworzony został przez <a href=\"https://chrabasz.cz\">Aleksandra Chrabąszcza</a> (i dostępny jest w serwisie <a href=\"https://github.com/alchrabas/bestaro\">Github</a>), a strona jest inicjatywą non-profit, całkowicie darmową i pozbawioną jakichkolwiek elementów generujących zyski.",
    "read_more.back_button": "Powrót",
    "show_announcements_in_proximity": "Pokaż ogłoszenia w pobliżu",
    "navbar.map": "Mapa",
    "navbar.read_more": "Jak to działa?",
    "navbar.english": "English",
    "navbar.polish": "Polish",
    "navbar.privacy_policy": "Polityka Prywatności",
    "navbar.menu": "Menu",
    "privacy_policy.header": "Polityka Prywatności",
    "privacy_policy.text": "<p>Data wejścia w życie: 12 grudnia 2018</p><p>MapaZwierzat (\"my\", \"nasza\") utrzymuje stronę https://mapazwierzat.pl (zwaną dalej \"Serwis\").</p><p>Ta strona informuje cię na temat naszej polityki dotyczącej zbierania, użytkowania i ujawniania danych osobowych związanych z używaniem naszego Serwisu i możliwości związane z tymi danymi. Nasza Polityka Prywatności dla MapyZwierzat bazuje na <a href=\"https://www.freeprivacypolicy.com/blog/sample-privacy-policy-template/\">Free Privacy Policy Template Website</a>.</p><p>Używamy twoich danych w celu dostarczania i poprawy działania Serwisu. Używając serwisu, zgadzasz się na zbierani i używanie informacji zgodnie z tą polityką.</p><h2>Zbieranie i Wykorzystywanie informacji</h2><p>Zbieramy różne rodzaje informacji dla różnych celów aby pozwolić na dostarczanie i ulepszanie dla ciebie naszego Serwisu.</p><h3>Rodzaje zbieranych danych</h3><h4>Dane osobowe</h4><p>Podczas korzystania z naszego Serwisu, możemy pytać cię o dostarczenie nam informacji umożliwiających identyfikację (\"Dane Osobowe\"). Dane Osobowe mogą zawierać, ale nie są ograniczone do:</p><ul><li>Ciastek i Danych o Użytkowaniu</li></ul><h4>Dane o Użytkowaniu</h4><p>Możemy zbierać informacje na temat tego jak serwis używany (\"Dane o Użytkowaniu\"). Te Dane o Użytkowaniu mogą zwierać takie informacje jak adres Protokoło Internetowego komputera (np. adres IP), typ przeglądarki, wersja przeglądarki, strony Serwisu, które odwiedzasz, czas i datę twojej wizyty, czas jaki spędzasz na tych stronach, unikalne identyfikatory urządzeń i inne dane diagnostyczne.</p><p>Strona nie używa ciastek.</p><p>Nie ma konieczności logowania do Facebooka, dlatego też żadne dane konta Facebook nie są wykorzystywane. Zdjęcia z postów pobranych z publicznych group Facebooka prezentowane są użytkownikom na mapie.</p><h2>Wykorzystanie Danych</h2>MapaZwierzat wykorzystuje dane w następujących celach:<ul><li>Dostarczenia i utrzumania Serwisu</li><li>Umożliwienie wykorzystania interaktywnych elementów Serwisu, jeśli wyrazisz na to zgodę</li><li>Umożliwić wsparcie użytkownika</li><li>Monitorować użycie Serwisu</li><li>By wykrywać, zapobiegać i naprawiać problemy techniczne</li></ul><h2>Transfer Danych</h2><p>Twoje dane, uwzględniając Dane Osobowe, mogą zostać przekazane i przechowywane na komputerach znajdujących się poza twoim stanem, prowincją, krajem lub inną jurysdykcją gdzie prawa dotyczące ochrony danych mogą się różnić.</p><p>Jeśli znajdujesz się poza Polską i decydujesz się na przekazanie nam informacji, pamiętaj proszę, że przekazujemy dane do Polski i przetwarzamy je tam.</p><p>Twoja zgoda na tę Politykę Prywatności poparta przekazaniem przez ciebie takich informacji oznacza zgodę na taki transfer.</p><p>MapaZwierzat podejmie wszelkie dostępne kroki w celu zachowania bezpieczeństwa i zgodności przechowywania danych z tą Polityką Prywatnośći i żaden transfer twoich Danych Osobowych nie będzie miał miejsca do innej organizacji ani kraju, chyba że będą istnieć odpowiednie środki kontrolne gwarantujące bezpieczeństwo twoich danych i innych informacji osobowych.</p><h2>Ujwanienie Danych</h2><h3>Wymagania Prawne</h3><p>MapaZwierzat może przekazać twoje Dane Osobowe w dobrej wierze, gdy ta czynność jest niezbędna aby:</p><ul><li>Dostosować się do wymogów prawa</li><li>Chronić prawa lub własność MapyZwierząt</li><li>Zapobiegać lub wykrywać potencjalne wykroczenia związane z Serwisem</li><li>Chronić osobiste bezpieczeństwo użytkowników Serwisu lub społeczeństwa</li><li>Chronić się przed odpowiedzialnością prawną</li></ul><h2>Bezpieczeństwo Danych</h2><p>Bezpieczeńestwo twoich danych jest dla nas bardzo ważne, ale należy pamiętać, że żadna metoda przekazywania danych przez internet lub ich przechowywania nie daje stuprocentowego bezpieczeństwa. Podczas gdy staramy się używać powszechnie stosowanych metod zapewnienia bezpieczeństwa Danych Osobowych, nie możemy gwarantować ich całkowitego bezpieczeństwa.</p><h2>Linki do innych stron</h2><p>Nasz serwis może zawierać linki do innych stron, które nie są przez nas kontrolowane. Jeśli klikniesz na taki link, zostaniesz przekierowany do serwisu strony trzeciej. Sugerujemy przejrzenie Polityki Prywatności każdej strony, jaką odwiedzasz.</p><p>Nie mamy kontroli nad nimi i nie ponosimy odpowiedzialności za ich zawartość, polityki prywatności lub praktyki.</p><h2>Prywatność Dzieci</h2><p>Nasz Serwis nie jest skierowany do nikogo poniżej wieku 18 lat (\"Dzieci\").</p><p>Nie zbieramy żadnych danych umożliwiających identyfikacjęod nikogo poniżej 18 lat. Jeśli jesteś rodzicem lub opiekunem i wiesz, że twoje Dziecko przekazywało nam Dane Osobowe, prosimy o kontakt. Jeśli dowiemy się, że zebraliśmy Dane Osobowe dziecka bez kontroli lub zgody ze strony opiekuna, podejmiemy działania w celu usunięcia tych informacji z naszych serwerów.</p><h2>Zmiany w tej Polityce Prywatności</h2><p>Możemy przeprowadzać zmiany w tej Polityce Prywatności. Będziemy informować was o tym poprzez zmiany na tej stronie.</p><p>Poinformujemy was poprzez widoczną informacje w naszym Serwisie, zanim zmiany wejdą w życie i zmienimy \"datę wejścia w życie\" na górze tej Polityki Prywatności.</p><p>Sugerujemy przeglądać tę Politykę Prywatnośći od czasu do czasu. Zmiany w tej Polityce Prywatności wchodzą w życie w chwili umieszczenia na tej stronie.</p><h2>Kontakt z nami</h2><p>Jeśli masz jakiekolwiek pytania dotyczące tej Polityki Prywatności, prosimy o kontakt przez email: mapazwierzat<span>@</span>chrabasz.cz</p></ul>",
    "privacy_policy.back_button": "Powrót"
}
